"kSaveErrorTitleKey"				= "Det oppsto en feil da filen skulle arkiveres.";
"kSaveErrorTextKey"					= "Filen som sendes til deg, kunne ikke arkiveres på harddisken. Det kan hende at mottaksmappen befinner seg på et låst volum. Prøv å endre mottaksmappens plassering, og prøv igjen.";

"kRecieveItemTitleKey"				= "Mottar objekt";
"kRecieveItemUnknownDeviceTextKey"	= "En Bluetooth-enhet vil sende deg objektet «%@». Vil du motta det?";
"kRecieveItemNamedDeviceTextKey"	= "Enheten «%@» vil sende deg objektet «%@». Vil du motta det?";

"kOpenNewFileTitleKey"				= "Du har mottatt en ny fil, «%@». Vil du åpne den?";
"kOpenNewFileTextKey"				= "Denne advarselen kan slås av i Bluetooth-valgpanelet.";

"kCouldNotStartSDPTitleKey"			= "Det oppsto en feil da innkommende forbindelser skulle tillates.";
"kCouldNotStartSDPTextKey"			= "Det kan hende at Bluetooth-støtte ikke er riktig installert på dette systemet. Installer Bluetooth-programvaren på nytt, og prøv på nytt.";

"kErrorOpeningFileTitleKey"			= "Det oppsto en feil da filen skulle åpnes.";
"kErrorOpeningFileTextKey"			= "Filen kunne ikke åpnes, kanskje fordi et hjelpeprogram mangler. Du kan prøve å åpne filen ved å dobbeltklikke på den i Finder.";

"kFileTransferClientTitleKey"		= "Filoverføringsklient";
"kDisconnectTitleKey"				= "Vil du kobles fra «%@»?";
"kDisconnectTextKey"				= "«%@» navigerer på maskinen din. Vil du koble fra?";
"kDisconnectButtonKey"				= "Koble fra";


"kFTPConfirmAllowButton"			= "Tillat";
"kFTPConfirmRejectButton"			= "Ikke tillat";
"kFTPConfirmMessageText"			= "«%@» vil navigere i «%@»-mappen din.";

"kVCardConfirmTitleText"			= "«%@» ber om en kopi av Adressebok-kortet ditt.";
"kVCardConfirmMessageText"			= "Klikk på OK for å godta forespørselen, eller klikk på Avbryt for å avvise den.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Godta";
"kDeclineButtonKey"					= "Avslå";
"kCancelButtonKey"					= "Avbryt";
"kOpenButtonKey"					= "Åpne";
"kSkipButtonKey"					= "Hopp over";
"kShowInFinderButtonKey"			= "Vis i Finder";

"kUnknownFileNameKey"				= "Ukjent fil";
"kUnknownDeviceNameKey"				= "Ukjent enhet";
"kDeviceIsSendingFileKey"			= "%@ sender en fil";

"kTransferringKey"					= "Overfører…";
"kTransferringFileKey"				= "Overfører «%@»…";
"kTransferCompleteKey"				= "Overføring fullført";
"kTransfersCompleteKey"				= "Overføringer fullført";
"kTransferFailedKey"				= "Overføring mislyktes";

"kWaitingKey"						= "Venter på flere filer…";

"kIncomingFileKey"					= "Innkommende fil fra:";


"kTypeFolderKey"					= "Mappe";
"kTypeApplicationKey"				= "Program";
"kTypeKextKey"						= "Kjerneutvidelse";
"kTypeBundleKey"					= "Pakke";
"kTypeFrameworkKey"					= "Rammeverk";
